Repository: CNSConnect/communityrepository
Catalog: python/communitymanager/locale/*/LC_MESSAGES/CommunityManager.po
Languages: fr_ca

source: Required
fr_ca: Obligatoire

source: Required fields are marked with
fr_ca: Les champs obligatoires sont signalés par

source: Error
fr_ca: Erreur

source: There were validation errors
fr_ca: Des erreurs sont survenues lors de la validation

source: Invalid Agency Code
fr_ca: Code d'agence invalide

source: The password cannot be less than %(min)i characters long
fr_ca: Le mot de passe doit contenir au moins %(min)i caractères

source: The password must include at least one non letter characters
fr_ca: Le mot de passe doit contenir au moins un caractère non alphabétique

source: The password must include at least one upper case character
fr_ca: Le mot de passe doit comporter au moins un caractère majuscule

source: The password must include at least one lower case character
fr_ca: Le mot de passe doit comporter au moins un caractère minuscule

source: Authentication failed
fr_ca: Échec de l'authentification

source: Must match password field
fr_ca: Doit correspondre au champ mot de passe

source: Modified By
fr_ca: Modifié par

source: Community Name
fr_ca: Nom de la communauté

source: Comment
fr_ca: Commentaire

source: Add
fr_ca: Ajouter

source: Delete
fr_ca: Supprimer

source: Update
fr_ca: Mettre à jour

source: Browse Communities
fr_ca: Explorer les communautés

source: Close All
fr_ca: Fermer tout

source: My Management Areas
fr_ca: Mes zones dautorité

source: New Community
fr_ca: Nouvelle communauté

source: New Alternate Area
fr_ca: Nouvelle zone alternative

source: Search:
fr_ca: Rechercher :

source: Search
fr_ca: Rechercher

source: Open/Close
fr_ca: Ouvrir/Fermer

source: Click for Details
fr_ca: Cliquez pour plus de détails

source: Edit
fr_ca: Modifier

source: Edit Alternate Search Area
fr_ca: Modifier la zone de recherche alternative

source: Edit Community
fr_ca: Modifier la communauté

source: Status
fr_ca: Statut

source: This Community is a Parent for:
fr_ca: Communauté parent pour :

source: This Community <strong>is not</strong> being used as a Parent Community.
fr_ca: Cette communauté <strong>n'est pas</strong> utilisée comme communauté parent.

source: This Community is part of the following Alternate Search Areas:
fr_ca: Cette communauté appartient à des zones de recherche alternatives :

source: This Community <strong>is not</strong> part of an Alternate Search Area.
fr_ca: Cette communauté <strong>n'appartient</strong> à aucune zone de recherche alternative.

source: Because this Community is not being used, you can delete it using the button at the bottom of the form.
fr_ca: Cette communauté n'est pas utilisée, vous pouvez la supprimer en cliquant sur le bouton au bas du formulaire.

source: Because this Community is being used, you cannot currently delete it.
fr_ca: Cette communauté est actuellement utilisée, vous ne pouvez pas la supprimer.

source: Name
fr_ca: Nom

source: Parent Community
fr_ca: Communauté parent :

source: Province, State and/or Country
fr_ca: Province, état ou pays

source: Alternate Name(s)
fr_ca: Nom(s) alternatif(s)

source: Alt Name
fr_ca: Nom alt.

source: Language
fr_ca: Langue

source: Search Communities
fr_ca: Rechercher des communautés

source: Reason for Change
fr_ca: Motif du changement

source: Reset Form
fr_ca: Réinitialiser le formulaire

source: An unknown community was entered
fr_ca: La communauté saisie n'existe pas

source: Not Found
fr_ca: Non trouvée

source: Other Names:
fr_ca: Autres noms :

source: Parent Community:
fr_ca: Communauté parent :

source: Child Communities:
fr_ca: Communautés enfants :

source: Search Communities:
fr_ca: Recherche communautés :

source: Province/State/Country:
fr_ca: Province, état ou pays :

source: Managed By:
fr_ca: Géré par :

source: Created:
fr_ca: Créé :

source: Modified:
fr_ca: Modifié :

source: Use your back button to return to the form if you do not want to continue.
fr_ca: Utilisez le bouton retour pour revenir au formulaire si vous ne souhaitez pas continuer.

source: Reason for Delete
fr_ca: Motif de la suppression

source: Downloads
fr_ca: Téléchargements

source: Publish New File
fr_ca: Publier le nouveau dossier

source: The following changes have not been released:
fr_ca: Les changements suivants n'ont pas encore été publiés :

source: No downloads available
fr_ca: Aucun téléchargement disponible

source: Welcome to the CIOC Communities Repository!
fr_ca: Bienvenue sur le registre des communautés CIOC !

source: If you wish to request an account, please visit the
fr_ca: Si vous souhaitez demander l'ouverture d'un compte, veuillez consulter la page ;

source: Request Account
fr_ca: Demander un compte

source: Already have an account?
fr_ca: Avez-vous déjà un compte ?

source: Login Now!
fr_ca: Ouvrir une session maintenant !

source: Login
fr_ca: Ouvrir une session

source: Login:
fr_ca: Nom d'utilisateur :

source: Password:
fr_ca: Mot de passe :

source: Forgot your password?
fr_ca: Mot de passe oublié ?

source: CIOC Communities Repository
fr_ca: Registre des communautés CIOC

source: Suggest Change
fr_ca: Proposer des changements

source: Manage Users
fr_ca: Gérer les utilisateurs

source: My Account
fr_ca: Mon compte

source: Logout
fr_ca: Fermer la session

source: Notice
fr_ca: Avis

source: Unknown
fr_ca: Inconnu(e)

source: Date Created
fr_ca: Date de création

source: set automatically
fr_ca: déterminé automatiquement

source: Created By
fr_ca: Créé par

source: Last Modified
fr_ca: Dernière modification

source: Last Modified By
fr_ca: Dernière modification par

source: You are not authorized to edit this community.
fr_ca: Vous n'êtes pas autorisé à modifier cette communauté

source: Modify User
fr_ca: Modifier l'information de l'utilisateur

source: You are not authorized to administer users.
fr_ca: Vous n'êtes pas autorisé à administrer les comptes d'utilisateurs.

source: Publish New Download
fr_ca: Publier un nouveau téléchargement

source: Confirm Creation of New Download
fr_ca: Confirmer la création du nouveau téléchargement

source: The following changes have been made since the last file was published
fr_ca: Les modifications suivantes ont été effectuées depuis la dernière publication du fichier

source: There have been no changes since the last file was published
fr_ca: Il n'y a eu aucun changement depuis la dernière publication du fichier

source: Password Reset
fr_ca: Réinitialisation du mot de passe

source: Email New Password
fr_ca: Envoyer le nouveau mot de passe par courriel

source: Welcome
fr_ca: Bienvenue

source: Thank you for your interest in the CIOC Community Manager. Your account request has been sent to the administrators. You will get an email with further instructions when your account has been approved.
fr_ca: Nous vous remercions de l'intérêt que vous portez au gestionnaire des communautés CIOC. Votre demande d'ouverture de compte a été envoyée aux administrateurs. Vous recevrez un courriel contenant des instructions complémentaires lorsque votre compte aura été approuvé.

source: Back to Browse
fr_ca: Retour à la recherche

source: Review Suggestions
fr_ca: Réviser les suggestions

source: No Suggestions
fr_ca: Aucune suggestion

source: Show %d Completed Suggestions
fr_ca: Afficher les %d suggestions complétées

source: Hide Completed Suggestions
fr_ca: Masquer les suggestions complétées

source: Suggestion Date
fr_ca: Date de suggestion

source: Completed
fr_ca: Complété

source: Completed By
fr_ca: Complété par

source: User Name
fr_ca: Nom d'utilisateur

source: Mark Completed
fr_ca: Marquer comme complété

source: Community Change Suggestion
fr_ca: Suggestion de changement à une communauté

source: Submit
fr_ca: Soumettre

source: Request Date
fr_ca: Date de demande

source: Request IP
fr_ca: Demande d'adresse IP

source: Rejected
fr_ca: Refusé

source: by
fr_ca: par

source: Manage Areas
fr_ca: Gérer les zones

source: You are an Admin user and can modify any community
fr_ca: Vous êtes un utilisateur Admin et pouvez modifier toutes les communautés

source: You can manage sub-communities of:
fr_ca: Vous pouvez gérer les sous-communautés de :

source: Start Language
fr_ca: Langue d'origine

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom de famille

source: Organization
fr_ca: Organisme

source: Initials
fr_ca: Initiales

source: Email
fr_ca: Courriel

source: Manage Communities
fr_ca: Gérer les communautés

source: This user has requested area management permissions:
fr_ca: Cet utilisateur a demandé des autorisations de gestion de zone :

source: This user has not requested area management permissions.
fr_ca: Cet utilisateur n'a pas demandé des autorisations de gestion de zone.

source: Admin User
fr_ca: Utilisateur Admin

source: This is an admin user
fr_ca: C'est un utilisateur admin

source: Inactive
fr_ca: Inactif

source: This user is inactive
fr_ca: Cet utilisateur est inactif

source: Mangage Communities
fr_ca: Gérer les communautés

source: By completing this section, you agree that any editorial contributions made are the property of CIOC.
fr_ca: En remplissant cette section, vous acceptez que vos contributions éditoriales deviennent propriété de CIOC.

source: I would like to request editorial privileges for this repository.
fr_ca: Je souhaite demander des privilèges éditoriaux pour ce registre.

source: Request Details (i.e. specific geographic areas you wish to manage):
fr_ca: Détail de la demande (c.-à-d. les zones géographiques spécifiques que vous souhaitez gérer) :

source: Tomorrows Date
fr_ca: Date du lendemain

source: Change Password
fr_ca: Modifier le mot de passe

source: Current Password
fr_ca: Mot de passe actuel

source: New Password
fr_ca: Nouveau mot de passe

source: Confirm New Password
fr_ca: Confirmer le nouveau mot de passe

source: Reject
fr_ca: Refus

source: User Management
fr_ca: Gestion des utilisateurs

source: Account Requests
fr_ca: Demandes d'ouverture de compte

source: Show %d Rejected Requests
fr_ca: Afficher les %d demandes refusées

source: Hide Rejected Requests
fr_ca: Masquer les demandes refusées

source: Manage Area
fr_ca: Gestion de la zone

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Existing Users
fr_ca: Utilisateurs existants

source: Active
fr_ca: Actif

source: Community Not Found.
fr_ca: Communauté introuvable.

source: %s (in %s)
fr_ca: %s (dans %s)

source: Alternate search area saved.
fr_ca: Zone de recherche alternative sauvegardée.

source: Community saved.
fr_ca: Communauté sauvegardée.

source: The Community was successfully deleted
fr_ca: La communauté a été supprimée avec succès

source: Unable to delete Community:
fr_ca: La communauté ne peut pas être supprimée :

source: Download Successfully Published
fr_ca: Téléchargement publié avec succès

source: Invalid User Name or Password
fr_ca: Nom d'utilisateur ou mot de passe invalide

source: Hi %(FirstName)s, Someone requested a password reset for the CIOC Communities Repository site. Your new password is: %(Password)s Please log in to %(url)s as soon as possible and change your password.
fr_ca: Bonjour %(FirstName)s, Vous avez demandé la réinitialisation de votre mot de passe pour le site du registre des communautés CIOC. Votre nouveau mot de passe est : %(Password)s. Veuillez ouvrir une session sur %(url)s dès que possible et changer votre mot de passe.

source: CIOC Community Manager Site Password Reset
fr_ca: Réinitialisation du mot de passe du site du gestionnaire des communautés CIOC

source: A new password was sent you your email address.
fr_ca: Un nouveau mot de passe a été envoyé à votre adresse courriel.

source: Thank you for your suggestion.
fr_ca: Nous vous remercions pour vos suggestions.

source: The suggestion was marked completed
fr_ca: La suggestion a été validée

source: Unable mark suggestion completed:
fr_ca: Impossible de valider la suggestion

source: Complete Suggestion
fr_ca: Valider la suggestion

source: Are you sure you want to mark this suggestion completed?
fr_ca: Êtes-vous certain de vouloir valider cette suggestion ?

source: Complete
fr_ca: Valider

source: Invalid Suggestion ID:
fr_ca: Nom d'utilisateur non valide :

source: Hi %(FirstName)s, Your account on the CIOC Communities Repository site has been created: User Name: %(UserName)s Password: %(Password)s Please log in to %(url)s as soon as possible and change your password.
fr_ca: Bonjour %(FirstName)s, Votre compte sur le site du registre des communautés CIOC a été créé : Nom d'utilisateur : %(UserName)s Mot de passe : %(Password)s Veuillez ouvrir une session sur %(url)s dès que possible et changer votre mot de passe.

source: Hi, An account has been requested on the CIOC Communities Repository site: User Name: %(UserName)s First Name: %(FirstName)s Last Name: %(LastName)s Organization: %(Organization)s Email: %(Email)s Manage Area Request: %(ManageAreaRequest)s Manage Area Detail: %(ManageAreaDetail)s Go to %(url)s to accept or reject the account request.
fr_ca: Bonjour, Une demande d'ouverture de compte a été effectuée sur le site du registre des communautés CIOC. Nom d'utilisateur : %(UserName)s Prénom : %(FirstName)s Nom de famille : %(LastName)s Organisation : %(Organization)s Courriel : %(Email)s Demande de gestion de zone : %(ManageAreaRequest)s Détail de gestion de zone : %(ManageAreaDetail)s Aller à %(url)s pour accepter ou refuser la demande de compte.

source: Your CIOC Community Manager Site Account
fr_ca: Votre compte de gestionnaire des communautés CIOC

source: User Successfully Added
fr_ca: Utilisateur ajouté avec succès

source: Account successfully updated
fr_ca: Compte mis à jour avec succès

source: User successfully modified
fr_ca: Utilisateur modifié avec succès

source: Could not add user:
fr_ca: Impossible d'ajouter l'utilisateur :

source: Account Request Not Found
fr_ca: Demande d'ouverture de compte introuvable

source: Add New User
fr_ca: Ajouter un nouvel utilisateur

source: Update Account
fr_ca: Mise à jour du compte

source: The Account Request was successfully rejected
fr_ca: La demande d'ouverture de compte a été refusée avec succès

source: Unable to reject Account Request:
fr_ca: Impossible de refuser la demande d'ouverture de compte

source: Reject Account Request
fr_ca: Refus de la demande d'ouverture de compte

source: Are you sure you want to reject this account request?
fr_ca: Êtes-vous certain de vouloir refuser cette demande d'ouverture de compte

source: Invalid Account Request ID:
fr_ca: Numéro de demande d'ouverture de compte non valide :
